[
 {
  "title": "Statistical feature based child emotion analysis",
  "profile_url": "https://ieeexplore.ieee.org/document/7754973/",
  "doi": "10.1109/ICEEOT.2016.7754973",
  "doi_url": "https://sci-hub.do/10.1109/ICEEOT.2016.7754973",
  "pdf_url": "https://twin.sci-hub.do/6385/cfe73bc43bcf4248c51cf0fdaa4e908b/padhi2016.pdf#view=FitH",
  "abstract": "To characterize any speech signal, features plays an important role as a parameter to best describe a particular speaker from his/her voice. In emotional speech recognition system prosodic and spectral features provide a significant detecting parameter in differentiating various classes of emotions as these features closely resembles human vocal tract system. The statistical properties of these features vary with different emotional speech utterances and due to change in ascent, speaking style and language of the speaker. In this paper, an attempt is made taking into account these facts to categorize various classes of emotional speech. The result is promising in detecting four classes of emotions as angry, fear, sad and surprise of children database generated by us."
 },
 {
  "title": "Self-assessment method based on questions with variable numerical values",
  "profile_url": "https://ieeexplore.ieee.org/document/8586728/",
  "doi": "10.1109/SIIE.2018.8586728",
  "doi_url": "https://sci-hub.do/10.1109/SIIE.2018.8586728",
  "pdf_url": "https://sci-hub.do/downloads/2019-01-11//48/comas-lopez2018.pdf?rand=60c99f6a87928#view=FitH",
  "abstract": "This essay presents an adaptive test system in which the questions are automatically modified each time the students run the application. The method presented proves to be effective for the use of the same system in both learning and evaluation phases. This homogeneity represents a great advance in the feedback processes between students and teachers as it provides information on the progress made in real time. The information acquired during the learning phase can also be used to monitor correct development of the subjects throughout the teaching periods or to detect deficiencies in specific students. The results of the proposed method are justified by a study of 170 students over two academic years."
 },
 {
  "title": "Joint resource allocation and power control scheme for device-to-device communication underlaying cellular networks",
  "profile_url": "https://ieeexplore.ieee.org/document/7014882/",
  "doi": "10.1109/WPMC.2014.7014882",
  "doi_url": "https://sci-hub.do/10.1109/WPMC.2014.7014882",
  "pdf_url": "https://zero.sci-hub.do/3672/bc60ffa8b4d311785bcef2e332b41fab/liang2014.pdf#view=FitH",
  "abstract": "Device-to-device (D2D) communication is a promising technique of future cellular networks which can improve the system throughput and extend the battery lifetime of user equipments. However, enabling D2D communications in a cellular network causes interference because of spectrum sharing. In this paper, to mitigate the interference and make full use of the advantage of D2D communications, we propose a joint spectrum resource allocation and power control (RAPC) scheme to maximize the total throughput while guaranteeing the minimum required rate for both D2D users and cellular users. We formulate the optimization problem of resource allocation and power control and we obtain the near-optimal solution by quantum particle swarm optimization (QPSO) method, in which the quantum particles represent the solutions of resource allocation and power control. A penalty function is formulated to delete the infeasible solutions. Simulation results show that the proposed scheme has a better performance on system throughput, power efficiency and minimum rate satisfactory than other schemes."
 },
 {
  "title": "Towards a mechatronic compiler",
  "profile_url": "https://ieeexplore.ieee.org/document/914395/",
  "doi": "10.1109/3516.914395",
  "doi_url": "https://sci-hub.do/10.1109/3516.914395",
  "pdf_url": "",
  "abstract": "A simultaneous engineering framework for designing optimal mechatronic systems is presented. In the first part of this paper, a method, based on genetic algorithms, for optimizing the geometric configuration of three-axis machine tools in the conceptual design stage is presented. The second part describes a method, based on component mode synthesis, to derive a low-order control model from a finite-element description of the mechanical and drive structures of the mechatronic system. In the third part, motion controllers are derived that are robust against configuration changes of the mechatronic system to be controlled."
 },
 {
  "title": "GaN large-signal oscillator design using Auxiliary Generator measurements",
  "profile_url": "https://ieeexplore.ieee.org/document/5498212/",
  "doi": "",
  "doi_url": "",
  "pdf_url": "",
  "abstract": ""
 },
 {
  "title": "An automatic approach for constructing a knowledge base of symptoms in Chinese",
  "profile_url": "https://ieeexplore.ieee.org/document/7822767/",
  "doi": "10.1109/BIBM.2016.7822767",
  "doi_url": "https://sci-hub.do/10.1109/BIBM.2016.7822767",
  "pdf_url": "",
  "abstract": "While a large number of well-known knowledge bases (KBs) in life science have been published as Linked Open Data, there are few KBs in Chinese. However, KBs of life science in Chinese are necessary when we want to automatically process and analyze electronic medical records (EMRs) in Chinese. Of all, the symptom KB in Chinese is the most seriously in need, since symptoms are the starting point of clinical diagnosis. Furthermore, expressions used in describing symptoms in clinical practice are diverse, which makes it hard to collect such a KB. In this paper, we publish a public KB of symptoms in Chinese. The KB is constructed by fusing data automatically extracted from eight mainstream healthcare websites, three Chinese encyclopedia sites, and symptoms extracted from a large number of EMRs as supplements. As a result, the KB has more than 26,000 distinct symptoms in Chinese including 3,968 symptoms in traditional Chinese medicine (TCM) and 1,029 synonym pairs for symptoms. The KB also includes concepts such as diseases and medicines as well as relations between symptoms and the above related entities. We also link our KB to the Unified Medical Language System (UMLS) and analyze the differences between symptoms in the two KBs. We released the KB as Linked Open Data and a demo at https://datahub.io/dataset/symptoms-in-chinese."
 },
 {
  "title": "GAWA–A Feature Selection Method for Hybrid Sentiment Classification",
  "profile_url": "https://ieeexplore.ieee.org/document/9222172/",
  "doi": "10.1109/ACCESS.2020.3030642",
  "doi_url": "https://sci-hub.do/10.1109/ACCESS.2020.3030642",
  "pdf_url": "https://sci-hub.do/downloads/2020-11-01/6a/rasool2020.pdf?rand=60c99fe287e91#view=FitH",
  "abstract": "Sentiment analysis or opinion mining is the key to natural language processing for the extraction of useful information from the text documents of numerous sources. Several different techniques, i.e., simple rule-based to lexicon-based and more sophisticated machine learning algorithms, have been widely used with different classifiers to get the factual analysis of sentiment. However, lexicon-based sentiment classification is still suffering from low accuracies, mainly due to the deficiency of domain-oriented competitive dictionaries. Similarly, machine learning-based sentiment is also tackling the accuracy constraints because of feature ambiguity from social data. One of the best ways to deal with the accuracy issue is to select the best feature-set and reduce the volume of the feature. This paper proposes a method (namely, GAWA) for feature selection by utilizing the Wrapper Approaches (WA) to select the premier features and the Genetic Algorithm (GA) to reduce the size of the premier features. The novelty of this work is the modified fitness function of heuristic GA to compute the optimal features by reducing the redundancy for better accuracy. This work aims to present a comprehensive model of hybrid sentiment by using the proposed method, GAWA. It will be valued in developing a new approach for the selection of feature-set with a better accuracy level. The experiments revealed that these techniques could reduce the feature-set up-to 61.95% without negotiating the accuracy level. The new optimal feature sets enhanced the efficiency of the Naïve Bayes algorithm up to 92%. This work is compared with the conventional method of feature selection and concluded the 11% better accuracy than PCA and 8% better than PSO. Furthermore, the results are compared with the literature work and found that the proposed method outperformed the previous research."
 },
 {
  "title": "Intellectual agent technology and models of coordinating management in hierarchical systems",
  "profile_url": "https://ieeexplore.ieee.org/document/5445994/",
  "doi": "",
  "doi_url": "",
  "pdf_url": "",
  "abstract": ""
 },
 {
  "title": "A Context-Sensitive Rule-Based Architecture for a Smart Building Environment",
  "profile_url": "https://ieeexplore.ieee.org/document/4734251/",
  "doi": "10.1109/FGCN.2008.169",
  "doi_url": "https://sci-hub.do/10.1109/FGCN.2008.169",
  "pdf_url": "https://moscow.sci-hub.do/4839/cfeaaea7c939b1634e00602cc95009f4/herbert2008.pdf#view=FitH",
  "abstract": "In a smart building environment nomadic users can benefit from specialised context-sensitive services. These can increase productivity and offer an improved lifestyle for users. The data management system-context architecture (DMS-CA) has been designed to provide these services. The DMS-CA is novel in providing a completely generic system that is both user-friendly and efficient. The system is generic in that it can be tailored by the system administrator (using XML specifications) for a particular environment of context information inputs and a set of services. In addition, the actual rules that determine which services are triggered by which combination of contextual inputs are determined by the individual user in a user-friendly manner. Thus the generic architecture can be easily deployed for a particular building and an individual user. Generic solutions are sometimes inefficient but this system has been designed to be highly efficient through using an event-based architecture and dealing with time in a special way. The DMS-CA has been deployed for a building incorporating a wireless sensor network, and shown to provide a high quality, efficient context-sensitive data delivery service."
 },
 {
  "title": "A Constructive Neural Network Learning Method Based on Quotient Space and Its Application in Coal Mine Gas Prediction",
  "profile_url": "https://ieeexplore.ieee.org/document/5566006/",
  "doi": "10.1109/ICICCI.2010.68",
  "doi_url": "https://sci-hub.do/10.1109/ICICCI.2010.68",
  "pdf_url": "https://moscow.sci-hub.do/3183/65d814ef4d1a122754ecd0917e37d372/liu2010.pdf#view=FitH",
  "abstract": "This paper uses constructive neural network learning approach to predict gas concentrations, under the framework of quotient space granular computing model. Using quotient space granular computing theory, the problem can be macro-level analysis - examining different particle size between the quotient space conversion, movement, interdependent relations, and the original features of the database information to build grain size, using a variety of granularity, from different levels of analysis of complex gas data makes the learning characteristics of the sample is more obvious, in order to better meet the requirements of machine learning. Constructive neural network learning method achieves the data mining of different particle size structure the quotient space from the micro. At last, the method is applied to predict gas concentration, and the satisfying results are achieved. It is expected that Constructive Neural Network Learning Method will have wide applications."
 },
 {
  "title": "An integrated compliant balloon ultrasound catheter for intravascular strain imaging",
  "profile_url": "https://ieeexplore.ieee.org/document/1049737/",
  "doi": "10.1109/TUFFC.2002.1049737",
  "doi_url": "https://sci-hub.do/10.1109/TUFFC.2002.1049737",
  "pdf_url": "https://zero.sci-hub.do/3088/e5b1157699d0119805bc4c4d06ef9b4c/choi2002.pdf#view=FitH",
  "abstract": "An integrated compliant balloon ultrasound catheter was developed to allow greater deformations in strain imaging with intravascular ultrasound. A 64-element circumferential array was placed inside a compliant silicone balloon catheter to capture real-time, phase-sensitive radio frequency (RF) data during deformation experiments. Strains over 40% could be applied to normal arterial wall tissue with intracatheter pressures as low as 200 kPa (2 atm). Strain images of a hard-soft rubber phantom, thrombus, and fibrotic plaque were produced using the integrated balloon ultrasound catheter. Results show that this catheter can apply large deformations at low pressures and image various vascular pathologies ex vivo. Potentially, it can serve as a multifunctional, intravascular therapeutic device to guide angioplasty and stent deployment."
 },
 {
  "title": "Optimization of scheduling mode for conflicts across the block",
  "profile_url": "https://ieeexplore.ieee.org/document/6747620/",
  "doi": "10.1109/ICIST.2013.6747620",
  "doi_url": "https://sci-hub.do/10.1109/ICIST.2013.6747620",
  "pdf_url": "https://zero.sci-hub.do/3378/aa4205e9a175a57ba0d4359a123e6ec6/bao2013.pdf#view=FitH",
  "abstract": "Instruction scheduling helps to hide pipeline delays and cache latencies in VLIW architectures, whose performance heavily depends on the compiler optimization techniques. However, the instruction conflicts across blocks also need to be taken into account while compiling. In order to solve this problem with as less performance loss as possible, the paper presents a general framework which hides the delay of conflicts in three different aspects. The experiments indicate that the proposed algorithms have achieved the goal of solving the conflicts with less cost in performance."
 },
 {
  "title": "On the secrecy degress of freedom of the multi-antenna block fading wiretap channels",
  "profile_url": "https://ieeexplore.ieee.org/document/5513788/",
  "doi": "10.1109/ISIT.2010.5513788",
  "doi_url": "https://sci-hub.do/10.1109/ISIT.2010.5513788",
  "pdf_url": "https://zero.sci-hub.do/3393/35a41b73b03a33a5889d8d0f874542af/kobayashi2010.pdf#view=FitH",
  "abstract": "We consider the multi-antenna wiretap channel in which the transmitter wishes to send a confidential message to its receiver while keeping it secret to the eavesdropper. It has been known that the secrecy capacity of such a channel does not increase with signal-to-noise ratio when the transmitter has no channel state information (CSI) under mild conditions. Motivated by Jafar's robust interference alignment technique, we study the so-called staggered multi-antenna block-fading wiretap channel where the legitimate receiver and the eavesdropper have different temporal correlation structures. Assuming no CSI at transmitter, we characterize lower and upper bounds on the secrecy degrees of freedom (s.d.o.f.) of the channel at hand. Our results show that a positive s.d.o.f. can be ensured whenever two receivers experience different fading variation. Remarkably, very simple linear precoding schemes provide the optimal s.d.o.f. in some cases of interest."
 },
 {
  "title": "Volume-Filament-PEEC-Based Modal Network Representation for Skin and Proximity Effect in Conductors with Variable Geometry",
  "profile_url": "https://ieeexplore.ieee.org/document/8485039/",
  "doi": "10.1109/EMCEurope.2018.8485039",
  "doi_url": "https://sci-hub.do/10.1109/EMCEurope.2018.8485039",
  "pdf_url": "https://sci-hub.do/tree/70/b2/70b27b56a0605983128cf533e545f493.pdf#view=FitH",
  "abstract": "Based on a volume-filament partial element equivalent circuit approach a modal broadband network representation for skin and proximity effect in parallel conductors with arbitrary geometry is proposed. The applied convergence-acceleration technique guaranties minimal computational effort. Due to the inherently stable circuit topology time-domain simulations can be conducted trouble-free with arbitrary active/passive non-linear loads. For a given frequency bandwidth the required model order can be estimated a priori. The presented model is validated in the frequency and time domain."
 },
 {
  "title": "Ideal memristors as reciprocal elements",
  "profile_url": "https://ieeexplore.ieee.org/document/6815414/",
  "doi": "10.1109/ICECS.2013.6815414",
  "doi_url": "https://sci-hub.do/10.1109/ICECS.2013.6815414",
  "pdf_url": "https://zero.sci-hub.do/2372/526412565edbe93877d4dde0f43c6122/georgiou2013.pdf#view=FitH",
  "abstract": "This work discusses the conditions under which two identical and ideal memristors behave as reciprocal elements. In particular, it is shown that when the output of an ideal memristor is used to drive another identical device, then the output of the second device is identical to the signal originally fed as an input to the first one."
 },
 {
  "title": "A simple method for conducting angle calculation in cascaded inverters using step pulse waves",
  "profile_url": "https://ieeexplore.ieee.org/document/1280680/",
  "doi": "10.1109/IECON.2003.1280680",
  "doi_url": "https://sci-hub.do/10.1109/IECON.2003.1280680",
  "pdf_url": "https://zero.sci-hub.do/3004/30a921776a1ea8077ab1a07c3642bc0d/a-simple-method-for-conducting-angle-calculation-in-cascaded-inv.pdf#view=FitH",
  "abstract": "In recent years, the multilevel inverter synthesizing the output voltage with step pulse has been widely used as a solution for high power and high voltage applications. To get conducting angles of switches, the conventional method needs simultaneous equations corresponding to the fundamental and harmonic components by the use of Fourier series. Since they are calculated by an iterative method, the process is accompanied with a large amount of calculation and much time. Moreover, they are calculated by means of off-line operation. To overcome these drawbacks, this paper proposes a simple method to obtain the conducting angles. They are calculated by using voltage-second areas of the divided reference voltage according to the output voltage levels. The method reduces an amount of calculation for the conducting angles and determines them through on-line operation."
 },
 {
  "title": "RP 78:2002 - SMPTE Recommended Practice - Specifications for Azimuth Test Film for 16-mm Audio Projectors, Magnetic Type",
  "profile_url": "https://ieeexplore.ieee.org/document/7289880/",
  "doi": "10.5594/SMPTE.RP78.2002",
  "doi_url": "https://sci-hub.do/10.5594/SMPTE.RP78.2002",
  "pdf_url": "https://twin.sci-hub.do/6214/24a6d71558304e95f959be5cb74438f2/specifications-for-azimuth-test-film-for-16mm-audio-projectors-m.pdf#view=FitH",
  "abstract": "This practice specifies a test film for use in aligning the azimuth of magnetic head gaps in 16-mm motion-picture audio projectors operating at approximately 36 ft (11 m) per minute."
 },
 {
  "title": "Experimental Study of Voice User Interface (VUI) System Using VoiceXML",
  "profile_url": "https://ieeexplore.ieee.org/document/4438641/",
  "doi": "10.1109/SKG.2007.90",
  "doi_url": "https://sci-hub.do/10.1109/SKG.2007.90",
  "pdf_url": "https://moscow.sci-hub.do/3216/f81ed163a0fb1113d4693f06d2043281/kang2007.pdf#view=FitH",
  "abstract": "Web applications supporting voice user interface (VUI) are gaining much attention for human-machine interaction. In this paper, we first build VoiceXML systems different technologies, and conduct experimental study to quantify their performances. Experimental results demonstrate that ASP.NET 2.0 shows the highest communication success rate and the lowest response time for Web surfing."
 },
 {
  "title": "Low-Complexity Switching Network Design for Hybrid Precoding in mmWave MIMO Systems",
  "profile_url": "https://ieeexplore.ieee.org/document/8902692/",
  "doi": "10.23919/EUSIPCO.2019.8902692",
  "doi_url": "https://sci-hub.do/10.23919/EUSIPCO.2019.8902692",
  "pdf_url": "https://sci-hub.do/downloads/2019-12-27/d5/molina2019.pdf#view=FitH",
  "abstract": "This paper deals with the design of a hybrid precoder for millimeter-wave MIMO systems. For the sake of concreteness, we consider an analog processing stage composed of a switching network with analog combining. The main contribution of this work consists on the proposal and evaluation of an optimization procedure based on a smart relaxation. The optimal hybrid precoder under a transmit power constraint is derived, after which, the analog precoding matrix is binarized. After an intuitive reasoning, we note that multiple solutions exist. Nevertheless, the (very) reduced computational complexity of the proposed optimization scheme makes it feasible for realistic implementations. Numerical results are reported to assess the performance of proposed hybrid precoder design."
 },
 {
  "title": "HPC industrial applications for analog circuit optimization in Singapore",
  "profile_url": "https://ieeexplore.ieee.org/document/843613/",
  "doi": "10.1109/HPC.2000.843613",
  "doi_url": "https://sci-hub.do/10.1109/HPC.2000.843613",
  "pdf_url": "https://moscow.sci-hub.do/3095/9fcb9c5a3c16df1e02aad351613282a6/wenjunzhuang2000.pdf#view=FitH",
  "abstract": "By applying HPC technology, four successful industrial applications of analog circuit performance and field optimizations in Singapore are discussed. Most of the optimizations are based on algorithms and methodologies, which have been developed by the author in-house. This is because traditional techniques cannot handle difficulties due to the large number of components, the requirement of high accuracy, the limitation of tolerance or the need for computer time. New IPs and patents have also been developed during the optimization."
 },
 {
  "title": "Semi-analytic saturation theory of fiber optical parametric amplifiers",
  "profile_url": "https://ieeexplore.ieee.org/document/1688139/",
  "doi": "10.1109/JLT.2006.880158",
  "doi_url": "https://sci-hub.do/10.1109/JLT.2006.880158",
  "pdf_url": "https://zero.sci-hub.do/1522/35458594766bf670efc360b3599c2450/kylemark2006.pdf#view=FitH",
  "abstract": "A semi-analytical theory for the gain saturation of parametric amplifiers is presented. The theory is both simple and intuitive, it is compared with experiments on a parametric amplifier, and a very good agreement is found. Furthermore, using theoretical results, a method to obtain saturation characteristics for parametric amplifiers that have features not easily reproduced by theory is presented. The obtained method finds saturation characteristics in a few steps, providing that the gain studied is above 15 dB, where the approximations upon which our simple expression is based are strictly valid. An exact solution of the gain saturation when the pump power is totally converted is also presented and compared with the simplified expression using previously obtained theoretical results"
 },
 {
  "title": "Experimental investigation of the wave-interaction mechanism for ambient noise",
  "profile_url": "https://ieeexplore.ieee.org/document/103522/",
  "doi": "10.1109/48.103522",
  "doi_url": "https://sci-hub.do/10.1109/48.103522",
  "pdf_url": "https://moscow.sci-hub.do/2048/cce9cd4f65503e514d624b18513b67fd/mellen1990.pdf#view=FitH",
  "abstract": "An experimental investigation of the wave-interaction mechanism for wind-generated ambient noise is presented. Predictions based on dispersion theory for frequencies above 10 Hz fall below experimental data and do not account for wind-speed dependence. The discrepancy may rest either in the linear wave-model or the mechanism. Laboratory measurements of wind waves show low spatial coherence and no evidence of dispersion at high frequencies, suggesting that the surface dynamics are more like convective turbulence than linear waves. While spectral estimates based on this model do not yet account for field data, the effects of nonlinear phenomena noted in the experiments remain to be examined.<\n>"
 },
 {
  "title": "Wireless Emergency Alerts in arbitrary sized target areas: Mobile location aware emergency notification",
  "profile_url": "https://ieeexplore.ieee.org/document/7357674/",
  "doi": "10.1109/MILCOM.2015.7357674",
  "doi_url": "https://sci-hub.do/10.1109/MILCOM.2015.7357674",
  "pdf_url": "https://moscow.sci-hub.do/5023/845dddc329eda9c2d224bfbc1b730cf3/gunduzhan2015.pdf#view=FitH",
  "abstract": "Wireless Emergency Alerts (WEA) is a public safety system that uses broadcast from cell towers to send geographically-targeted alerts and warnings to cell phones. It is one of the dissemination channels for the Integrated Public Alert and Warnings System (IPAWS). WEA typically broadcasts an alert in the cells with at least some portion affected by the emergency event. When the affected area includes only portions of one or more cells, there could be a high proportion of False Positives (people who should not have been notified get the message on their cell phones) and/or False Negatives (people who should have been notified but are not notified). We propose a scheme that uses the mobile devices' knowledge of their own location and the target area described in the cell broadcast message to filter the messages in the cell phone and notify the user only when the mobile device's estimated location is within the target area. We evaluate the new scheme in terms of false negatives and positives, radio resource requirements, and notification latency, and compare it with various other geotargeting schemes. We also discuss mechanisms to communicate the target area information efficiently in the limited bandwidth available in cellular broadcast channel. Finally, we discuss ways for allowing a broader set of contexts to determine whether a user should be notified of a given emergency."
 },
 {
  "title": "Ordinal measures for visual correspondence",
  "profile_url": "https://ieeexplore.ieee.org/document/517096/",
  "doi": "10.1109/CVPR.1996.517096",
  "doi_url": "https://sci-hub.do/10.1109/CVPR.1996.517096",
  "pdf_url": "https://zero.sci-hub.do/3754/9aca4bc81773d918d3a26a37908fa0f5/ordinal-measures-for-visual-correspondence.pdf#view=FitH",
  "abstract": "We present ordinal measures for establishing image correspondence. Linear correspondence measures like correlation and the sum of squared differences are known to be fragile. Ordinal measures, which are based on relative ordering of intensity values in windows, have demonstrable robustness to depth discontinuities, occlusion and noise. The relative ordering of intensity values in each window is represented by a rank permutation which is obtained by sorting the corresponding intensity data. By using a novel distance metric between the rank permutations, we arrive at ordinal correlation coefficients. These coefficients are independent of absolute intensity scale, i.e. they are normalized measures. Further, since rank permutations are invariant to monotone transformations of the intensity values, the coefficients are unaffected by nonlinear effects like gamma variation between images. We have developed a simple algorithm for their efficient implementation. Experiments suggest the superiority of ordinal measures over existing techniques under non-ideal conditions. Though we present ordinal measures in the context of stereo, they serve as a general tool for image matching that is applicable to other vision problems such as motion estimation and image registration."
 },
 {
  "title": "Second derivative of photoplethysmogram in estimating vascular aging among diabetic patients",
  "profile_url": "https://ieeexplore.ieee.org/document/5412099/",
  "doi": "10.1109/TECHPOS.2009.5412099",
  "doi_url": "https://sci-hub.do/10.1109/TECHPOS.2009.5412099",
  "pdf_url": "https://zero.sci-hub.do/2174/bf4631fb0c168a6fc73d2a71502460fd/usman2009.pdf#view=FitH",
  "abstract": "Type 2 diabetes is one of the major risk factor for microvascular and coronary artery disease(CAD). Therefore, recurrent monitoring of arterial condition is essential. The photoplethysmogram (PPG) technique is a simple and cost effective technique in measuring blood volume change. Second derivative of photoplethysmogram (SDPPG) which is one of the applications of PPG was used for monitoring the arterial condition. Informal method SDPPG which substitutes the formal SDPPG aging index (SDPPG-AI) has been selected as an appropriate method to be applied. Test on twenty-three diabetic patients showed higher index of vascular aging compared to healthy subject."
 }
]